python_queue/casedir/0/epsilon.air
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    class       volScalarField;
    location    "0";
    object      epsilon.air;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 1;

boundaryField
{
    ground
    {
        type            epsilonWallFunction;
        value           uniform 1;
        phi             phi.air;
    }

    sides
    {
        type            inletOutlet;
        inletValue      $internalField;
        value           $internalField;
        phi             phi.air;
    }

    front
    {
        type            fixedValue;
        value           uniform 1;
        phi             phi.air;
    }

    back
    {
        type            inletOutlet;
        inletValue      $internalField;
        value           $internalField;
        phi             phi.air;
    }

    top
    {
        type            zeroGradient;
    }
}


// ************************************************************************* //
