python_queue/casedir/constant/CollectorFaces
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2006                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      CollectorFaces;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

Source
{
    type    particleCollector;
    mode    concentricCircle;
    origin  (0.5 0.55 1);
    radius  (0.2 0 0.2);
    nSector 1;
    refDir  (1 0 0);
    normal  (0 1 0);

    negateParcelsOppositeNormal no;
    removeCollected no;
    surfaceFormat none;
    resetOnWrite  no;
    log  yes;
}

A-0-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(0.0 0.1 0.0)
(0.0 0.1 2.0)
(0.1 0.1 2.0)
(0.1 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-1-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(0.1 0.1 0.0)
(0.1 0.1 2.0)
(0.2 0.1 2.0)
(0.2 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-2-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(0.2 0.1 0.0)
(0.2 0.1 2.0)
(0.30000000000000004 0.1 2.0)
(0.30000000000000004 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-3-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(0.30000000000000004 0.1 0.0)
(0.30000000000000004 0.1 2.0)
(0.4 0.1 2.0)
(0.4 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-4-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(0.4 0.1 0.0)
(0.4 0.1 2.0)
(0.5 0.1 2.0)
(0.5 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-5-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(0.5 0.1 0.0)
(0.5 0.1 2.0)
(0.6 0.1 2.0)
(0.6 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-6-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(0.6 0.1 0.0)
(0.6 0.1 2.0)
(0.7 0.1 2.0)
(0.7 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-7-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(0.7 0.1 0.0)
(0.7 0.1 2.0)
(0.7999999999999999 0.1 2.0)
(0.7999999999999999 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-8-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(0.7999999999999999 0.1 0.0)
(0.7999999999999999 0.1 2.0)
(0.8999999999999999 0.1 2.0)
(0.8999999999999999 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-9-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(0.8999999999999999 0.1 0.0)
(0.8999999999999999 0.1 2.0)
(0.9999999999999999 0.1 2.0)
(0.9999999999999999 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-10-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(0.9999999999999999 0.1 0.0)
(0.9999999999999999 0.1 2.0)
(1.0999999999999999 0.1 2.0)
(1.0999999999999999 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-11-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(1.0999999999999999 0.1 0.0)
(1.0999999999999999 0.1 2.0)
(1.2 0.1 2.0)
(1.2 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-12-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(1.2 0.1 0.0)
(1.2 0.1 2.0)
(1.3 0.1 2.0)
(1.3 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-13-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(1.3 0.1 0.0)
(1.3 0.1 2.0)
(1.4000000000000001 0.1 2.0)
(1.4000000000000001 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-14-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(1.4000000000000001 0.1 0.0)
(1.4000000000000001 0.1 2.0)
(1.5000000000000002 0.1 2.0)
(1.5000000000000002 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-15-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(1.5000000000000002 0.1 0.0)
(1.5000000000000002 0.1 2.0)
(1.6000000000000003 0.1 2.0)
(1.6000000000000003 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-16-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(1.6000000000000003 0.1 0.0)
(1.6000000000000003 0.1 2.0)
(1.7000000000000004 0.1 2.0)
(1.7000000000000004 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-17-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(1.7000000000000004 0.1 0.0)
(1.7000000000000004 0.1 2.0)
(1.8000000000000005 0.1 2.0)
(1.8000000000000005 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-18-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(1.8000000000000005 0.1 0.0)
(1.8000000000000005 0.1 2.0)
(1.9000000000000006 0.1 2.0)
(1.9000000000000006 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-19-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(1.9000000000000006 0.1 0.0)
(1.9000000000000006 0.1 2.0)
(2.0000000000000004 0.1 2.0)
(2.0000000000000004 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-20-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(2.0000000000000004 0.1 0.0)
(2.0000000000000004 0.1 2.0)
(2.1000000000000005 0.1 2.0)
(2.1000000000000005 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-21-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(2.1000000000000005 0.1 0.0)
(2.1000000000000005 0.1 2.0)
(2.2000000000000006 0.1 2.0)
(2.2000000000000006 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-22-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(2.2000000000000006 0.1 0.0)
(2.2000000000000006 0.1 2.0)
(2.3000000000000007 0.1 2.0)
(2.3000000000000007 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-23-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(2.3000000000000007 0.1 0.0)
(2.3000000000000007 0.1 2.0)
(2.400000000000001 0.1 2.0)
(2.400000000000001 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-24-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(2.400000000000001 0.1 0.0)
(2.400000000000001 0.1 2.0)
(2.500000000000001 0.1 2.0)
(2.500000000000001 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-25-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(2.500000000000001 0.1 0.0)
(2.500000000000001 0.1 2.0)
(2.600000000000001 0.1 2.0)
(2.600000000000001 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-26-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(2.600000000000001 0.1 0.0)
(2.600000000000001 0.1 2.0)
(2.700000000000001 0.1 2.0)
(2.700000000000001 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-27-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(2.700000000000001 0.1 0.0)
(2.700000000000001 0.1 2.0)
(2.800000000000001 0.1 2.0)
(2.800000000000001 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-28-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(2.800000000000001 0.1 0.0)
(2.800000000000001 0.1 2.0)
(2.9000000000000012 0.1 2.0)
(2.9000000000000012 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-29-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(2.9000000000000012 0.1 0.0)
(2.9000000000000012 0.1 2.0)
(3.0000000000000013 0.1 2.0)
(3.0000000000000013 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-30-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(3.0000000000000013 0.1 0.0)
(3.0000000000000013 0.1 2.0)
(3.1000000000000014 0.1 2.0)
(3.1000000000000014 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-31-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(3.1000000000000014 0.1 0.0)
(3.1000000000000014 0.1 2.0)
(3.2000000000000015 0.1 2.0)
(3.2000000000000015 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-32-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(3.2000000000000015 0.1 0.0)
(3.2000000000000015 0.1 2.0)
(3.3000000000000016 0.1 2.0)
(3.3000000000000016 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-33-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(3.3000000000000016 0.1 0.0)
(3.3000000000000016 0.1 2.0)
(3.4000000000000017 0.1 2.0)
(3.4000000000000017 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-34-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(3.4000000000000017 0.1 0.0)
(3.4000000000000017 0.1 2.0)
(3.5000000000000018 0.1 2.0)
(3.5000000000000018 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-35-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(3.5000000000000018 0.1 0.0)
(3.5000000000000018 0.1 2.0)
(3.600000000000002 0.1 2.0)
(3.600000000000002 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-36-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(3.600000000000002 0.1 0.0)
(3.600000000000002 0.1 2.0)
(3.700000000000002 0.1 2.0)
(3.700000000000002 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-37-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(3.700000000000002 0.1 0.0)
(3.700000000000002 0.1 2.0)
(3.800000000000002 0.1 2.0)
(3.800000000000002 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-38-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(3.800000000000002 0.1 0.0)
(3.800000000000002 0.1 2.0)
(3.900000000000002 0.1 2.0)
(3.900000000000002 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-39-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(3.900000000000002 0.1 0.0)
(3.900000000000002 0.1 2.0)
(4.000000000000002 0.1 2.0)
(4.000000000000002 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-40-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(4.000000000000002 0.1 0.0)
(4.000000000000002 0.1 2.0)
(4.100000000000001 0.1 2.0)
(4.100000000000001 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-41-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(4.100000000000001 0.1 0.0)
(4.100000000000001 0.1 2.0)
(4.200000000000001 0.1 2.0)
(4.200000000000001 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-42-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(4.200000000000001 0.1 0.0)
(4.200000000000001 0.1 2.0)
(4.300000000000001 0.1 2.0)
(4.300000000000001 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-43-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(4.300000000000001 0.1 0.0)
(4.300000000000001 0.1 2.0)
(4.4 0.1 2.0)
(4.4 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-44-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(4.4 0.1 0.0)
(4.4 0.1 2.0)
(4.5 0.1 2.0)
(4.5 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-45-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(4.5 0.1 0.0)
(4.5 0.1 2.0)
(4.6 0.1 2.0)
(4.6 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-46-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(4.6 0.1 0.0)
(4.6 0.1 2.0)
(4.699999999999999 0.1 2.0)
(4.699999999999999 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-47-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(4.699999999999999 0.1 0.0)
(4.699999999999999 0.1 2.0)
(4.799999999999999 0.1 2.0)
(4.799999999999999 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-48-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(4.799999999999999 0.1 0.0)
(4.799999999999999 0.1 2.0)
(4.899999999999999 0.1 2.0)
(4.899999999999999 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-49-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(4.899999999999999 0.1 0.0)
(4.899999999999999 0.1 2.0)
(4.999999999999998 0.1 2.0)
(4.999999999999998 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-50-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(4.999999999999998 0.1 0.0)
(4.999999999999998 0.1 2.0)
(5.099999999999998 0.1 2.0)
(5.099999999999998 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-51-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(5.099999999999998 0.1 0.0)
(5.099999999999998 0.1 2.0)
(5.1999999999999975 0.1 2.0)
(5.1999999999999975 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-52-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(5.1999999999999975 0.1 0.0)
(5.1999999999999975 0.1 2.0)
(5.299999999999997 0.1 2.0)
(5.299999999999997 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-53-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(5.299999999999997 0.1 0.0)
(5.299999999999997 0.1 2.0)
(5.399999999999997 0.1 2.0)
(5.399999999999997 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-54-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(5.399999999999997 0.1 0.0)
(5.399999999999997 0.1 2.0)
(5.4999999999999964 0.1 2.0)
(5.4999999999999964 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-55-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(5.4999999999999964 0.1 0.0)
(5.4999999999999964 0.1 2.0)
(5.599999999999996 0.1 2.0)
(5.599999999999996 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-56-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(5.599999999999996 0.1 0.0)
(5.599999999999996 0.1 2.0)
(5.699999999999996 0.1 2.0)
(5.699999999999996 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-57-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(5.699999999999996 0.1 0.0)
(5.699999999999996 0.1 2.0)
(5.799999999999995 0.1 2.0)
(5.799999999999995 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-58-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(5.799999999999995 0.1 0.0)
(5.799999999999995 0.1 2.0)
(5.899999999999995 0.1 2.0)
(5.899999999999995 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}

A-59-0
{
type    particleCollector;
mode    polygon;
polygons
(
(
(5.899999999999995 0.1 0.0)
(5.899999999999995 0.1 2.0)
(5.999999999999995 0.1 2.0)
(5.999999999999995 0.1 0.0)
)
);
normal    (0 1 0);
negateParcelsOppositeNormal    no;
removeCollected    no;
surfaceFormat    vtk;
resetOnWrite    no;
log    yes;
}
