python_queue/casedir/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    ground
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          2400;
        startFace       104100;
    }
    sides
    {
        type            patch;
        nFaces          1800;
        startFace       106500;
    }
    front
    {
        type            patch;
        nFaces          600;
        startFace       108300;
    }
    back
    {
        type            patch;
        nFaces          600;
        startFace       108900;
    }
    top
    {
        type            patch;
        nFaces          2400;
        startFace       109500;
    }
)

// ************************************************************************* //
